Repository: felix-schindler/cup-for-gitea
Catalog: Gitea/Localizable.xcstrings
Source language: en
Languages: de

source: acted
de: hat eine Aktion ausgeführt

source: approved pull request %@ in
de: hat Pull-Request %@ genehmigt in

source: approved pull request in
de: hat Pull-Request genehmigt in

source: auto-merged pull request %@ in
de: hat Pull-Request %@ automatisch gemerged in

source: auto-merged pull request in
de: hat Pull-Request automatisch gemerged in

source: closed issue %@ in
de: hat Issue %@ geschlossen in

source: closed issue in
de: hat Issue geschlossen in

source: closed pull request %@ in
de: hat Pull-Request %@ geschlossen in

source: closed pull request in
de: hat Pull-Request geschlossen in

source: commented on issue %@ in
de: hat Issue %@ kommentiert in

source: commented on issue in
de: hat Issue kommentiert in

source: commented on pull request %@ in
de: hat Pull-Request %@ kommentiert in

source: commented on pull request in
de: hat Pull-Request kommentiert in

source: contributions in the last year
de: Beiträge im letzten Jahr

source: created repository
de: hat Repository erstellt

source: deleted branch %@ from
de: hat Branch %@ gelöscht von

source: deleted branch from
de: hat Branch gelöscht von

source: deleted tag %@ from
de: hat Tag %@ gelöscht von

source: deleted tag from
de: hat Tag gelöscht von

source: dismissed review on pull request %@ in
de: hat Review zu Pull-Request %@ verworfen in

source: dismissed review on pull request in
de: hat Review zu Pull-Request verworfen in

source: marked pull request %@ ready for review in
de: hat Pull-Request %@ für Review bereit erklärt in

source: marked pull request ready for review in
de: hat Pull-Request für Review bereit erklärt in

source: merged pull request %@ in
de: hat Pull-Request %@ gemerged in

source: merged pull request in
de: hat Pull-Request gemerged in

source: mirror-created in
de: wurde als Spiegel erstellt in

source: mirror-deleted from
de: wurde als Spiegel gelöscht von

source: mirror-pushed to
de: wurde als Spiegel gepusht nach

source: opened issue %@ in
de: hat Issue %@ geöffnet in

source: opened issue in
de: hat Issue geöffnet in

source: opened pull request %@ in
de: hat Pull-Request %@ geöffnet in

source: opened pull request in
de: hat Pull-Request geöffnet in

source: published release %@ in
de: hat Release %@ veröffentlicht in

source: published release in
de: hat Release veröffentlicht in

source: pushed tag %@ to
de: hat Tag %@ gepusht nach

source: pushed tag to
de: hat Tag gepusht nach

source: pushed to
de: hat gepusht nach

source: pushed to %@
de: hat nach %@ gepusht

source: rejected pull request %@ in
de: hat Pull-Request %@ abgelehnt in

source: rejected pull request in
de: hat Pull-Request abgelehnt in

source: renamed repository
de: hat Repository umbenannt

source: reopened issue %@ in
de: hat Issue %@ wiedereröffnet in

source: reopened issue in
de: hat Issue wiedereröffnet in

source: reopened pull request %@ in
de: hat Pull-Request %@ wiedereröffnet in

source: reopened pull request in
de: hat Pull-Request wiedereröffnet in

source: starred
de: hat einen Stern gegeben

source: started watching
de: beobachtet

source: transferred repository
de: hat Repository übertragen

# %lld / %lld issues closed
source: %1$lld / %2$lld issues closed
de: %1$lld / %2$lld Issues geschlossen

source: %lld files changed
de: %lld Dateien geändert

source: %lld Followers
de: %lld Follower

source: %lld Following
de: %lld Folge ich

source: Active
de: Aktiv

source: Activity
de: Aktivität

source: Add a Gitea instance to get started
de: Füge eine Gitea-Instanz hinzu, um loszulegen

source: Add Instance
de: Instanz hinzufügen

source: Adds .gitignore, License and README
de: Fügt .gitignore, License und README-Dateien hinzu

source: All
de: Alle

source: All caught up!
de: Geschafft!

source: Allow maintainers to edit
de: Bearbeitung durch Maintainer erlauben

source: Alpha
de: Alphabetisch

source: Annotation
de: Anmerkung

source: Appearance
de: Farbschema

source: Archived
de: Archiviert

source: Asc
de: Aufsteigend

source: Assigned to me
de: Mir zugewiesen

source: Assignees
de: Zuständige

source: Authentication
de: Authentifizierung

source: Authored by %@
de: Verfasst von %@

source: Base Branch
de: Basis-Branch

source: Before
de: Vor

source: Best Match
de: Beste Übereinstimmung

source: Clone code
de: Code klonen

source: Closed
de: Geschlossen

source: Collaborative
de: Kollaborativ

source: Collaborators
de: Mitarbeiter

source: Color
de: Farbe

source: Comments
de: Kommentare

source: Configure instance
de: Instanz konfigurieren

source: Copy HTTPS URL
de: HTTP-URL kopieren

source: Copy SSH URL
de: SSH-URL kopieren

source: Create
de: Erstellen

source: Created
de: Erstellt

source: Created by
de: Erstellt von

source: Created by me
de: Von mir erstellt

source: Dark
de: Dunkel

source: Dates
de: Daten

source: Default Branch
de: Standardbranch

source: Defaults to the tag name if empty.
de: Standardmäßig wird der Tag-Name verwendet, falls leer.

source: Delete
de: Löschen

source: Desc
de: Absteigend

source: Description
de: Beschreibung

source: Description (optional)
de: Beschreibung (optional)

source: Done
de: Fertig

source: Draft
de: Entwurf

source: Due Date
de: Fälligkeitsdatum

source: e.g. 8h, 1d, 30m
de: z.B. 8h, 1d, 30m

source: Email address (optional)
de: E-Mail-Adresse (optional)

source: Exclusive
de: Exklusiv

source: Failed to log in: %@
de: Anmeldung fehlgeschlagen: %@

source: Files
de: Dateien

source: Filters
de: Filter

source: Gitea Web provides two tabs, "Subscriptions" and "Watching", however the REST API only returns watched repositories, not the subscription items.
de: Die Gitea-Weboberfläche bietet zwei Registerkarten — „Abonnements“ und „Gefolgt“ –, die REST-API liefert jedoch lediglich die gefolgten Repositorys zurück, nicht die Abonnement-Einträge.

source: Good repository names use short, memorable and unique keywords. A repository named ".profile" or ".profile-private" could be used to add a README.md for the user/organization profile.
de: Ein guter Repository-Name besteht normalerweise aus kurzen, unvergesslichen und einzigartigen Schlagwörtern. Ein Repository namens ".profile" or ".profile-private" kann verwendet werden, um die README.md auf dem Benutzer- oder Organisationsprofil anzuzeigen.

source: Home
de: Start

source: I have read and accept the privacy information
de: Ich habe die Datenschutzerklärung gelesen und akzeptiere sie.

source: Include description
de: Beschreibung einbeziehen

source: Initialize Repository
de: Repository initialisieren

source: Instances
de: Instanzen

source: Issue
de: Ticket

source: Issues
de: Tickets

source: Labels (comma-separated)
de: Labels (kommasepariert)

source: Labels & Milestones
de: Labels & Meilensteine

source: Language
de: Sprache

source: Last updated at %@; Inverval: %@
de: Zuletzt aktualisiert am %1$@; Intervall: %2$@

source: LFS Endpoint (optional)
de: LFS-Endpunkt (optional)

source: Light
de: Hell

source: Limit to topic
de: Auf Thema beschränken

source: Limited
de: Eingeschränkt

source: Loading %@
de: %@ wird geladen

source: Loading activity
de: Aktivität wird geladen

source: Loading Branches
de: Branches werden geladen

source: Loading collaborators
de: Mitarbeiter werden geladen

source: Loading comments
de: Kommentare werden geladen

source: Loading Commits
de: Commits werden geladen

source: Loading file
de: Datei wird geladen

source: Loading files
de: Dateien werden geladen

source: Loading Issue
de: Issue wird geladen

source: Loading Labels
de: Labels werden geladen

source: Loading members
de: Mitarbeiter werden geladen

source: Loading Milestones
de: Meilensteine werden geladen

source: Loading more
de: Mehr laden

source: Loading more %@
de: Mehr %@ werden geladen

source: Loading more repositories
de: Weitere Repositorys werden geladen

source: Loading namespace
de: Namespace wird geladen

source: Loading organizations
de: Organisation wird geladen

source: Loading Pull Request
de: Pull-Request wird geladen

source: Loading Releases
de: Releases werden geladen

source: Loading repositories
de: Repository wird geladen

source: Loading starred repositories
de: Favoriten werden geladen

source: Loading Tags
de: Tags werden geladen

source: Loading Topics
de: Themen werden geladen

source: Loading user
de: Benutzer wird geladen

source: Loading user notification thread
de: Benachrichtigung wird geladen

source: Loading users
de: Benutzer werden geladen

source: Loading watched repositories
de: Gefolgten Repositorys werden geladen

source: Make repository a template
de: Repository zu einem Template machen

source: Make repository private
de: In privates Repository umwandeln

source: Mark pinned
de: Anpinnen

source: Mark read
de: Als gelesen markieren

source: Mark unread
de: Als ungelesen markieren

source: Members
de: Mitarbeiter

source: Mentioned me
de: Mich erwähnt

source: Migration Content
de: Migrationsinhalt

source: Milestone
de: Meilenstein

source: Milestones
de: Meilensteine

source: Milestones (comma-separated)
de: Meilensteine (kommasepariert)

source: Mirror
de: Spiegel

source: Mirror Interval
de: Spiegel-Intervall

source: Mirrors only support Git data and wiki.
de: Spiegel unterstützen nur Git-Daten und Wiki.

source: Missing access token
de: Fehlender Access-Token

source: Mode
de: Modus

source: More
de: Mehr

source: Name for the migrated repository.
de: Name für das migrierte Repository.

source: New Issue
de: Neues Ticket

source: New Label
de: Neues Label

source: New Migration
de: Neue Migration

source: New Milestone
de: Neuer Meilenstein

source: New Organization
de: Neue Organisation

source: New Pull Request
de: Neuer Pull-Request

source: New Release
de: Neues Release

source: New Repository
de: Neues Repository

source: No commits on %@
de: Keine Commits auf %@

source: No files
de: Keine Dateien

source: No Instances
de: Keine Instanzen

source: No recent activity
de: Keine aktuelle Aktivität

source: No unread notifications.
de: Keine ungelesenen Benachrichtigungen.

source: Notifications
de: Benachrichtigungen

source: Object Format
de: Objektformat

source: Object format of the repository. Cannot be changed later. SHA1 is most compatible.
de: Objektformat des Repositories. Es kann später nicht geändert werden. SHA1 ist am meisten kompatibel.

source: On branch
de: Auf Branch

source: Only Git data and wiki can be migrated from this service type.
de: Von diesem Diensttyp können nur Git-Daten und Wiki migriert werden.

source: Only the owner or organization members will be able to see it.
de: Nur der Besitzer oder Organisationsmitglieder werden es sehen können.

source: Only the owner or the organization members if they have rights, will be able to see it.
de: Nur der Besitzer oder Organisationsmitglieder mit entsprechender Berechtigung, werden in der Lage sein, es zu sehen.

source: Open
de: Offen

source: Open issues
de: Offene Issues

source: Order
de: Reihenfolge

source: Organization Name
de: Name der Organisation

source: Organization names should be short and memorable.
de: Organisationsnamen sollten kurz und einprägsam sein.

source: Organizations
de: Organisationen

source: Owner
de: Besitzer

source: Owner (optional)
de: Besitzer (optional)

source: Page limit
de: Seitenlimit

source: Pagination
de: Seitennummerierung

source: Password
de: Passwort

source: People
de: Personen

source: Percent
de: Prozent

source: Plan
de: Planen

source: Please provide a valid host
de: Bitte gib einen gültigen Host an

source: Please provide a valid token
de: Bitte gib einen gültigen Token an

source: Pre-release
de: Vorabversion

source: Privacy
de: Privatsphäre

source: Privacy information ↗
de: Datenschutzinformationen ↗

source: Private
de: Privat

source: Profile
de: Profil

source: Public
de: Öffentlich

source: Public Activity
de: Öffentliche Aktivität

source: Push a commit to see it here
de: Führe einen Commit aus, um ihn hier zu sehen

source: Read
de: Gelesen

source: Release Notes (optional)
de: Release-Notizen (optional)

source: Release Title (optional)
de: Release-Titel (optional)

source: Repositories
de: Repositorys

source: Repository admin can add and remove access for teams
de: Der Repository-Administrator kann den Zugriff für Teams hinzufügen und zurückziehen

source: Requested reviewers
de: Angeforderte Reviewer

source: Requested teams
de: Angeforderte Teams

source: Reset
de: Zurücksetzen

source: Review comments
de: Review-Kommentare

source: Review requested
de: Review angefordert

source: Reviewed
de: Reviewt

source: Reviewers
de: Reviewer

source: Save
de: Speichern

source: Scope
de: Bereich

source: Scopes
de: Berechtigungen

source: Search
de: Suche

source: Search %@
de: Suche %@

source: Search for a
de: Suche nach einem

source: Search for a topic
de: Nach einem Thema suchen

source: Search repositories
de: Repositorys durchsuchen

source: Search Repositories
de: Repositorys durchsuchen

source: Search users
de: Benutzer suchen

source: Secret Access Key
de: Geheimer Access-Key

source: Service
de: Dienst

source: Set due date
de: Fälligkeitsdatum festlegen

source: Settings
de: Einstellungen

source: Show
de: Zeige

source: Since
de: Seit

source: Size
de: Größe

source: Sort & Order
de: Sortierung & Reihenfolge

source: Sort by
de: Sortieren nach

source: Source
de: Quelle

source: Source code (tar.gz)
de: Quellcode (tar.gz)

source: Source code (zip)
de: Quellcode (zip)

source: Starred repositories
de: Favoriten

source: Starred Repositories
de: Favoriten

source: Stars
de: Sterne

source: State
de: Status

source: Subscriptions
de: Abonnements

source: Tag Message (optional)
de: Tag-Nachricht (optional)

source: Target
de: Ziel

source: Target (optional)
de: Ziel (optional)

source: Templates
de: Vorlagen

source: The default branch is the base branch for pull requests and code commits.
de: Der Standardbranch ist der Basisbranch für Pull-Requests und Commits.

source: The git tag to associate with this release, e.g. v1.0.0.
de: Der Git-Tag, der mit diesem Release verknüpft werden soll, z.B. v1.0.0.

source: The repository will be kept in sync with the remote.
de: Das Repository wird mit dem Remote synchron gehalten.

source: The URL of the remote git repository to migrate.
de: Die URL des zu migrierenden Remote-Git-Repositorys.

source: There are no %@
de: Es gibt keine %@

source: There are no branches
de: Es gibt keine Branches

source: There are no comments
de: Keine Kommentare vorhanden

source: There are no labels
de: Keine Labels vorhanden

source: There are no milestones
de: Keine Meilensteine vorhanden

source: There are no organizations
de: Keine Organisationen vorhanden

source: There are no releases
de: Keine Releases vorhanden

source: There are no repositories
de: Keine Repositorys vorhanden

source: There are no tags
de: Es gibt keine Tags

source: There are no Topics
de: Keine Themen vorhanden

source: There are no users
de: Keine Nutzer vorhanden

source: There are no watched repositories
de: Keine gefolgten Repositorys vorhanden

source: This organization has no members
de: Diese Organisation hat keine Mitarbeiter

source: This repository has been archived on %@.
de: Dieses Repository wurde am %@ archiviert.

source: This repository has no collaborators
de: Dieses Repository hat keine Mitarbeiter

source: This repository is a fork of another repository.
de: Dieses Repository ist ein Fork.

source: This repository is a mirror.
de: Dieses Repository ist ein Spiegel.

source: This repository is a template.
de: Dieses Repository ist ein Template.

source: Title
de: Titel

source: Topic
de: Thema

source: Topics
de: Themen

source: Type
de: Typ

source: Unread
de: Ungelesen

source: Updated
de: Aktualisiert

source: Updated before
de: Aktualisiert vor

source: Updated since
de: Aktualisiert seit

source: User
de: Benutzer

source: Username
de: Benutzername

source: Users
de: Benutzer

source: Visibility
de: Sichtbarkeit

source: Visible only to organization members
de: Nur für Organisationsmitglieder sichtbar

source: Visible to authenticated users only
de: Nur für authentifizierte Benutzer sichtbar

source: Welcome to Cup
de: Willkommen bei Cup

source: You don't have starred repositories
de: Du hast keine Favoriten

source: Your work
de: Deine Arbeit
